

/*
  To upload through terminal you can use: curl -F "image=@firmware.bin" esp8266-webupdate.local/update
  2.2.2 Добавлен табличный вид
  2.2.3 Куда же ты любимый
  2.3.0 Watchdog 60
  2.3.1 Откорректирован гистерезис светового сенсора (50-80). Исправлен табличный вывод светового сенсора. Довавлен вывод системной информации \info. Добавлена возможность проверки срабатывания програмного вочдога по кнопке и добавлено устройство board5.
  2.3.2 При просмотре системной инф., происходит включение и отключение ктокальтекаля. Отслеживания направления включения света ( разные звуки при входе и выходе из туалета.

*/
